{
  "Bosh sahifa": "Home",
  "Biz haqimizda": "About Us",
  "Xizmatlar": "Services",
  "Loyihalar": "Projects",
  "Bog'lanish": "Contact",
  "Mijozlar fikri": "Customer Reviews",
  "Manzil": "Address",
  "Bizning ijtimoiy tarmoqlar": "Our Social Media",
  "Sifatli materiallar": "Quality Materials",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "We selected the highest quality materials for each product to meet your needs.",
  "Ekspertlar jamoasi": "Expert Team",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "Our expert team is highly skilled in the field to successfully execute your project.",
  "O'z vaqtida yetkazib berish": "On-time Delivery",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "Delivering your order on time is our main goal to grow your business.",
  "Eng zamonaviy & kuchli sanoat": "Most Modern & Strong Industry",
  "Nega aynan biz": "Why Choose Us",
  "17 yillik tajriba, ushbu sohada": "17 years of experience in this field",
  "Bizning mahsulotlar": "Our Products",
  "Privacy": "Privacy",
  "Terms of Use": "Terms of Use",
  "Cookies": "Cookies",
  "Muhim havolalar": "Important Links",
  "Manzil:": "Address:",
  "Joylashuv": "Location",
  "All rights reserved.": "All rights reserved.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "We provide the best industrial services",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "Our company offers quality and reliable industrial solutions.",
  "Yangi tekstil mahsulotlari": "New textile products",
  "Biz bilan sifat va ishonchni tanlang.": "Choose quality and reliability with us.",
  "Zamonaviy tekstil kompaniyalari": "Modern textile companies",
  "Eng sifatli yechimlar siz uchun.": "The best quality solutions for you.",
  "BIZ BILAN BOG'LANISH": "CONTACT US",
  "BOG'LANISH": "CONTACT",
  "Ismingiz": "Your name",
  "Telefon raqam": "Phone number",
  "Email": "Email",
  "Mavzuni tanlang": "Select topic",
  "Buyurtma": "Order",
  "Hamkorlik": "Partnership",
  "Savol": "Question",
  "Boshqa": "Other",
  "Xabaringiz": "Your message",
  "Yuborish": "Send",
  "Xabar yuborildi!": "Message sent!",
  "Xatolik yuz berdi": "An error occurred",
  "Server bilan aloqa yo'q": "No connection to server",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "AZAM TEKS LLC is one of the largest manufacturers of poplin ranfors in Uzbekistan. Products with a full technological cycle: \"strip\" - cotton seed planting, harvesting, cotton cleaning plant, spinning, weaving, dyeing, sewing workshops.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "The company was founded in 2009, specializing in the production of 100% cotton products, investing in the latest technologies and product quality. Engaged in the production of hard and dyed cotton threads, hard, dyed, printed and woven fabrics and finished products.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "The corporation has 50 JX90A-260CM AIR JET LOOMS (China) machines installed for products, annual production capacity of Terry and waffle products enterprise: 2400 tons of Canvas, 200 tons per month. Handkerchiefs, sewing workshop for TEXPA equipment (Germany) - 1650 tons of finished products per year.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "AZAM TEKS LLC is one of the largest in the Republic. Manufacturer of products with a full technological cycle in Uzbekistan - cotton seed planting, harvesting, cotton cleaning plant, spinning, weaving, dyeing, sewing enterprises.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "The company was founded in 2009, specializing in the production of 100% cotton products. Invests in the latest technologies and product quality. Produces hard and dyed cotton threads, printed and woven fabrics and finished products.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "The enterprise has 50 JX90A-260CM AIR JET LOOMS (China) looms installed. Annual production capacity of Terry and waffle products enterprise: 2400 tons of Canvas, 200 tons of handkerchiefs per month, sewing enterprise (Germany) - 1650 tons of finished products per year. We are a rapidly developing company.",
  "Eng yaxshi xizmatlar": "Best Services",
  "Постельное Белье": "Bed Linen",
  "Носовное платок": "Handkerchief",
  "Европостель": "Euro Bedding",
  "Бязь Отбеленное": "Bleached Calico",
  "Бязь": "Calico",
  "Вафельное полотно": "Waffle Fabric",
  "Диагональ": "Diagonal",
  "Марли": "Marli",
  "Нетканое полотно": "Non-woven Fabric",
  "Головной платок": "Head Scarf",
  "AZAM TEKS": "AZAM TEKS",
  "Why Choose Us": "Why Choose Us",
  "Yopish": "Close",
  "Tun rejimi": "Dark Mode",
  "Kun rejimi": "Light Mode",
  "Mijozlarimiz fikrlari": "Our Clients' Reviews",
    "Qidiruv...": "Search...",
  "Ishlab chiqarish": "Production",
  "Paxta urug’ini ekish va yig’ish": "Planting and harvesting cotton",
  "Paxta tozalash zavodi": "Cotton cleaning factory",
  "Yigiruv, to’quv va bo’yash": "Spinning, weaving and dyeing",
  "Tikuvchilik sexlari": "Sewing workshops",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 JX90A-260CM AIR JET LOOMS machines",
  "Sifat nazorati": "Quality control",
  "Xalqaro sifat standartlari": "International quality standards",
  "Texnologik jarayon": "Technological process",
  "Materiallarni tanlash": "Material selection",
  "Tozalash va tayyorlash": "Cleaning and preparation",
  "Yigiruv va to’quv": "Spinning and weaving",
  "Bo’yash va qayta ishlash": "Dyeing and processing",
  "Tikuv va tayyor mahsulot": "Sewing and finished product",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Our production facility is equipped with modern technologies and high-quality equipment. We manufacture 100% cotton products through a full technological cycle.",
  "Paxta urug’ini ekish va yig’ish jarayoni yuqori sifat bilan amalga oshiriladi.": "The process of planting and harvesting cotton is carried out with high quality.",
  "Paxtani tozalash va tayyorlash jarayoni maksimal samaradorlik bilan amalga oshiriladi.": "The cotton cleaning and preparation process is carried out with maximum efficiency.",
  "Zamonaviy dastgohlar yordamida to’quv va bo’yash jarayoni yuqori sifat bilan bajariladi.": "Weaving and dyeing processes are performed with high quality using modern machines.",
  "Yakuni tayyor mahsulotlar sifat nazorati ostida tikuvchilik sexlarida ishlab chiqariladi.": "Finished products are made in sewing workshops under quality control.",
  "Korporatsiyada mahsulotlar uchun 50 ta zamonaviy dastgoh o’rnatilgan.": "The corporation has 50 modern machines installed for production.",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat’iy sifat nazorati o'tkaziladi.": "Our products meet international standards. Strict quality control is conducted at every stage.",
  "Har bir bosqichda sifat nazorati va 100% paxta materiallari ishlatiladi.": "Quality control is applied at every stage and 100% cotton materials are used.",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta’minlaydi.": "Our production process is modern and efficient. Each stage is carefully controlled to ensure the best results.",
  "Eng yaxshi paxta navlarini tanlaymiz.": "We select the best cotton varieties.",
  "Paxta tozalash va tayyorlash jarayonlari.": "Cotton cleaning and preparation processes.",
  "Zamonaviy dastgohlar yordamida to’quv.": "Weaving using modern machines.",
  "Yuqori sifatli bo’yash va qayta ishlash.": "High-quality dyeing and processing.",
  "Tikuvchilik va yakuniy mahsulot tayyorlash.": "Sewing and final product preparation.",
  "reviews": {
    "review1": {
      "name": "Alisher H.",
      "text": "The product quality is very high. All fabrics are natural, soft, and last a long time. Highly recommended!"
    },
    "review2": {
      "name": "Malika S.",
      "text": "Delivery is fast, and the service is excellent. They always monitor quality and pay attention to customers."
    },
    "review3": {
      "name": "Jasur A.",
      "text": "The fabric is soft and comfortable. Perfect for home or as a gift. Very satisfied!"
    },
    "review4": {
      "name": "Gulnara R.",
      "text": "The best textile factory! Products are high-quality and modern in design. I recommend it to everyone."
    },
    "review5": {
      "name": "Bakhtiyor K.",
      "text": "Fabric quality and customer service are excellent. Each product is carefully made."
    },
    "review6": {
      "name": "Diyor M.",
      "text": "Fast delivery and high-quality products! The new collection is always very beautiful."
    },
    "review7": {
      "name": "Nodira T.",
      "text": "Good service, quality fabric, and fast delivery. Always satisfied."
    },
    "review8": {
      "name": "Rustam S.",
      "text": "Fabrics are natural and comfortable, colors last long. Highly recommended!"
    },
    "review9": {
      "name": "Dilshod B.",
      "text": "The products are great! Very satisfied with the factory work, top-notch service."
    },
    "review10": {
      "name": "Shahlo G.",
      "text": "Everything is excellent, fabric is very high-quality and soft. Thank you very much!"
    },
    "review11": {
      "name": "Olim J.",
      "text": "The design and quality of the products are excellent. Perfect for home and gifts for friends."
    },
    "review12": {
      "name": "Nilufar T.",
      "text": "Each order is carefully prepared. Fabrics are soft, high-quality, and comfortable."
    }
  }
}
