{
  "Bosh sahifa": "Home",
  "Biz haqimizda": "About Us",
  "Xizmatlar": "Services",
  "Loyihalar": "Projects",
  "Bog'lanish": "Contact",
  "Mijozlar fikri": "Customer Reviews",
  "Manzil": "Address",
  "Bizning ijtimoiy tarmoqlar": "Our Social Media",
  "Sifatli materiallar": "Quality Materials",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "We selected the highest quality materials for each product to meet your needs.",
  "Ekspertlar jamoasi": "Expert Team",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "Our expert team is highly skilled in the field to successfully execute your project.",
  "O'z vaqtida yetkazib berish": "On-time Delivery",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "Delivering your order on time is our main goal to grow your business.",
  "Eng zamonaviy & kuchli sanoat": "Most Modern & Strong Industry",
  "Nega aynan biz": "Why Choose Us",
  "17 yillik tajriba, ushbu sohada": "17 years of experience in this field",
  "Bizning mahsulotlar": "Our Products",
  "Privacy": "Privacy",
  "Terms of Use": "Terms of Use",
  "Cookies": "Cookies",
  "Muhim havolalar": "Important Links",
  "Manzil:": "Address:",
  "Joylashuv": "Location",
  "All rights reserved.": "All rights reserved.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "We provide the best industrial services",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "Our company offers quality and reliable industrial solutions.",
  "Yangi tekstil mahsulotlari": "New textile products",
  "Biz bilan sifat va ishonchni tanlang.": "Choose quality and reliability with us.",
  "Zamonaviy tekstil kompaniyalari": "Modern textile companies",
  "Eng sifatli yechimlar siz uchun.": "The best quality solutions for you.",
  "BIZ BILAN BOG'LANISH": "CONTACT US",
  "BOG'LANISH": "CONTACT",
  "Ismingiz": "Your name",
  "Telefon raqam": "Phone number",
  "Email": "Email",
  "Mavzuni tanlang": "Select topic",
  "Buyurtma": "Order",
  "Hamkorlik": "Partnership",
  "Savol": "Question",
  "Boshqa": "Other",
  "Xabaringiz": "Your message",
  "Yuborish": "Send",
  "Xabar yuborildi!": "Message sent!",
  "Xatolik yuz berdi": "An error occurred",
  "Server bilan aloqa yo'q": "No connection to server",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "AZAM TEKS LLC is one of the largest manufacturers of poplin ranfors in Uzbekistan. Products with a full technological cycle: \"strip\" - cotton seed planting, harvesting, cotton cleaning plant, spinning, weaving, dyeing, sewing workshops.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "The company was founded in 2009, specializing in the production of 100% cotton products, investing in the latest technologies and product quality. Engaged in the production of hard and dyed cotton threads, hard, dyed, printed and woven fabrics and finished products.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "The corporation has 50 JX90A-260CM AIR JET LOOMS (China) machines installed for products, annual production capacity of Terry and waffle products enterprise: 2400 tons of Canvas, 200 tons per month. Handkerchiefs, sewing workshop for TEXPA equipment (Germany) - 1650 tons of finished products per year.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "AZAM TEKS LLC is one of the largest in the Republic. Manufacturer of products with a full technological cycle in Uzbekistan - cotton seed planting, harvesting, cotton cleaning plant, spinning, weaving, dyeing, sewing enterprises.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "The company was founded in 2009, specializing in the production of 100% cotton products. Invests in the latest technologies and product quality. Produces hard and dyed cotton threads, printed and woven fabrics and finished products.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "The enterprise has 50 JX90A-260CM AIR JET LOOMS (China) looms installed. Annual production capacity of Terry and waffle products enterprise: 2400 tons of Canvas, 200 tons of handkerchiefs per month, sewing enterprise (Germany) - 1650 tons of finished products per year. We are a rapidly developing company.",
  "Eng yaxshi xizmatlar": "Best Services",
  "Постельное Белье": "Bed Linen",
  "Носовное платок": "Handkerchief",
  "Европостель": "Euro Bedding",
  "Бязь Отбеленное": "Bleached Calico",
  "Бязь": "Calico",
  "Вафельное полотно": "Waffle Fabric",
  "Диагональ": "Diagonal",
  "Марли": "Marli",
  "Нетканое полотно": "Non-woven Fabric",
  "Головной платок": "Head Scarf",
  "AZAM TEKS": "AZAM TEKS",
  "Why Choose Us": "Why Choose Us",
  "Yopish": "Close",
  "Tun rejimi": "Dark Mode",
  "Kun rejimi": "Light Mode"
}
