{
  "Bosh sahifa": "Accueil",
  "Biz haqimizda": "À propos de nous",
  "Xizmatlar": "Services",
  "Loyihalar": "Projets",
  "Bog'lanish": "Contact",
  "Mijozlar fikri": "Avis des clients",
  "Manzil": "Adresse",
  "Bizning ijtimoiy tarmoqlar": "Nos réseaux sociaux",
  "Sifatli materiallar": "Matériaux de qualité",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "Nous avons choisi les meilleurs matériaux pour chaque produit afin de répondre à vos besoins.",
  "Ekspertlar jamoasi": "Équipe d'experts",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "Notre équipe d'experts est hautement qualifiée pour assurer le succès de votre projet.",
  "O'z vaqtida yetkazib berish": "Livraison à temps",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "La livraison de votre commande à temps est notre priorité pour développer votre activité.",
  "Eng zamonaviy & kuchli sanoat": "Industrie moderne et puissante",
  "Nega aynan biz": "Pourquoi nous choisir",
  "17 yillik tajriba, ushbu sohada": "17 ans d'expérience dans ce domaine",
  "Bizning mahsulotlar": "Nos produits",
  "Privacy": "Confidentialité",
  "Terms of Use": "Conditions d'utilisation",
  "Cookies": "Cookies",
  "Muhim havolalar": "Liens importants",
  "Manzil:": "Adresse :",
  "Joylashuv": "Emplacement",
  "All rights reserved.": "Tous droits réservés.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "Nous fournissons les meilleurs services industriels",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "Notre entreprise propose des solutions industrielles fiables et de haute qualité.",
  "Yangi tekstil mahsulotlari": "Nouveaux produits textiles",
  "Biz bilan sifat va ishonchni tanlang.": "Choisissez la qualité et la fiabilité avec nous.",
  "Zamonaviy tekstil kompaniyalari": "Entreprises textiles modernes",
  "Eng sifatli yechimlar siz uchun.": "Les meilleures solutions de qualité pour vous.",
  "BIZ BILAN BOG'LANISH": "CONTACTEZ-NOUS",
  "BOG'LANISH": "CONTACT",
  "Ismingiz": "Votre nom",
  "Telefon raqam": "Numéro de téléphone",
  "Email": "Email",
  "Mavzuni tanlang": "Choisissez un sujet",
  "Buyurtma": "Commande",
  "Hamkorlik": "Partenariat",
  "Savol": "Question",
  "Boshqa": "Autre",
  "Xabaringiz": "Votre message",
  "Yuborish": "Envoyer",
  "Xabar yuborildi!": "Message envoyé !",
  "Xatolik yuz berdi": "Une erreur est survenue",
  "Server bilan aloqa yo'q": "Pas de connexion au serveur",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "AZAM TEKS MCHJ est l'un des plus grands producteurs de popeline renforcée en Ouzbékistan. Produits avec cycle technologique complet : semis du coton, récolte, usine de nettoyage du coton, filature, tissage, teinture et ateliers de couture.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "La société a été fondée en 2009, spécialisée dans la production de produits 100% coton, investissant dans les dernières technologies et la qualité des produits. Production de fils de coton bruts et teints, tissus bruts, teints, imprimés et tissés ainsi que produits finis.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "La société dispose de 50 machines JX90A-260CM AIR JET LOOMS (Chine), capacité de production annuelle : 2400 tonnes de tissus, 200 tonnes de serviettes par mois, atelier de couture pour équipement TEXPA (Allemagne) - 1650 tonnes de produits finis par an.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "AZAM TEKS est l'une des plus grandes entreprises de la République. Producteur de produits avec cycle technologique complet en Ouzbékistan : semis du coton, récolte, usine de nettoyage, filature, tissage, teinture et ateliers de couture.",
    "Qidiruv...": "Recherche...",
  "Ishlab chiqarish": "Production",
  "Paxta urug’ini ekish va yig’ish": "Plantation et récolte du coton",
  "Paxta tozalash zavodi": "Usine de nettoyage du coton",
  "Yigiruv, to’quv va bo’yash": "Filature, tissage et teinture",
  "Tikuvchilik sexlari": "Ateliers de couture",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 machines JX90A-260CM AIR JET LOOMS",
  "Sifat nazorati": "Contrôle de qualité",
  "Xalqaro sifat standartlari": "Normes internationales de qualité",
  "Texnologik jarayon": "Processus technologique",
  "Materiallarni tanlash": "Sélection des matériaux",
  "Tozalash va tayyorlash": "Nettoyage et préparation",
  "Yigiruv va to’quv": "Filature et tissage",
  "Bo’yash va qayta ishlash": "Teinture et traitement",
  "Tikuv va tayyor mahsulot": "Couture et produit fini",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Notre site de production est équipé de technologies modernes et d'équipements de haute qualité. Nous fabriquons des produits 100 % coton à travers un cycle technologique complet.",
  "Paxta urug’ini ekish va yig’ish jarayoni yuqori sifat bilan amalga oshiriladi.": "Le processus de plantation et de récolte du coton est effectué avec une haute qualité.",
  "Paxtani tozalash va tayyorlash jarayoni maksimal samaradorlik bilan amalga oshiriladi.": "Le processus de nettoyage et de préparation du coton est réalisé avec une efficacité maximale.",
  "Zamonaviy dastgohlar yordamida to’quv va bo’yash jarayoni yuqori sifat bilan bajariladi.": "Le tissage et la teinture sont réalisés avec des machines modernes et une haute qualité.",
  "Yakuni tayyor mahsulotlar sifat nazorati ostida tikuvchilik sexlarida ishlab chiqariladi.": "Les produits finis sont fabriqués dans des ateliers de couture sous contrôle qualité.",
  "Korporatsiyada mahsulotlar uchun 50 ta zamonaviy dastgoh o’rnatilgan.": "La société dispose de 50 machines modernes pour la production.",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat’iy sifat nazorati o'tkaziladi.": "Nos produits répondent aux normes internationales. Un contrôle qualité strict est effectué à chaque étape.",
  "Har bir bosqichda sifat nazorati va 100% paxta materiallari ishlatiladi.": "Le contrôle qualité est appliqué à chaque étape et 100 % de coton est utilisé.",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta’minlaydi.": "Notre processus de production est moderne et efficace. Chaque étape est soigneusement contrôlée pour garantir les meilleurs résultats.",
  "Eng yaxshi paxta navlarini tanlaymiz.": "Nous sélectionnons les meilleures variétés de coton.",
  "Paxta tozalash va tayyorlash jarayonlari.": "Processus de nettoyage et préparation du coton.",
  "Zamonaviy dastgohlar yordamida to’quv.": "Tissage avec des machines modernes.",
  "Yuqori sifatli bo’yash va qayta ishlash.": "Teinture et traitement de haute qualité.",
  "Tikuvchilik va yakuniy mahsulot tayyorlash.": "Couture et préparation finale du produit.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "La société a été fondée en 2009, spécialisée dans la production de 100 % de produits en coton. Investit dans les technologies les plus récentes et la qualité des produits. Production de fils de coton bruts et teints, tissus imprimés et tissés, ainsi que produits finis.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "L'usine est équipée de 50 machines JX90A-260CM AIR JET LOOMS (Chine). Capacité annuelle de production de l'entreprise pour les produits Terri et gaufre : 2400 tonnes de tissu, 200 tonnes de serviettes par mois, atelier de couture (Allemagne) - 1650 tonnes de produits finis par an. Nous sommes une entreprise en pleine croissance.",
  "Eng yaxshi xizmatlar": "Meilleurs services",
  "Постельное Белье": "Linge de lit",
  "Носовное платок": "Mouchoir",
  "Европостель": "Literie européenne",
  "Бязь Отбеленное": "Batiste blanchie",
  "Бязь": "Batiste",
  "Вафельное полотно": "Tissu gaufré",
  "Диагональ": "Diagonale",
  "Марли": "Gaze",
  "Нетканое полотно": "Tissu non tissé",
  "Головной платок": "Foulard",
  "AZAM TEKS": "AZAM TEKS",
  "Why Choose Us": "Pourquoi nous choisir",
  "Yopish": "Fermer",
  "Tun rejimi": "Mode nuit",
  "Kun rejimi": "Mode jour",
  "Qidiruv...": "Recherche...",
  "Bizning mijozlarimiz haqida fikrlari": "Avis de nos clients",
  "Ishlab chiqarish": "Production",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Notre usine est équipée de technologies modernes et d'équipements de haute qualité. Nous produisons 100 % de produits en coton selon un cycle technologique complet.",
  "Paxta urug'ini ekish va yig'ish": "Semis et récolte du coton",
  "Paxta tozalash zavodi": "Usine de nettoyage du coton",
  "Yigiruv, to'quv va bo'yash": "Filature, tissage et teinture",
  "Tikuvchilik sexlari": "Ateliers de couture",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 machines JX90A-260CM AIR JET LOOMS",
  "Sifat nazorati": "Contrôle qualité",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat'iy sifat nazorati o'tkaziladi, shuning uchun biz yuqori sifatli mahsulotlarni kafolatlaymiz.": "Nos produits respectent les normes internationales. Un contrôle qualité strict est effectué à chaque étape, garantissant des produits de haute qualité.",
  "Xalqaro sifat standartlari": "Normes internationales de qualité",
  "Har bir bosqichda sifat nazorati": "Contrôle qualité à chaque étape",
  "100% paxta materiallari": "Matériaux 100 % coton",
  "Yuqori sifatli uskunalar": "Équipements de haute qualité",
  "Texnologik jarayon": "Processus technologique",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta'minlaydi.": "Notre processus de production est moderne et efficace. Chaque étape est soigneusement contrôlée pour garantir les meilleurs résultats.",
  "Materiallarni tanlash": "Sélection des matériaux",
  "Eng yaxshi paxta navlarini tanlaymiz": "Nous choisissons les meilleures variétés de coton",
  "Tozalash va tayyorlash": "Nettoyage et préparation",
  "Paxta tozalash va tayyorlash jarayonlari": "Processus de nettoyage et de préparation du coton",
  "Bo'yash va qayta ishlash": "Teinture et traitement",
  "Yuqori sifatli bo'yash va qayta ishlash": "Teinture et traitement de haute qualité",
  "Tikuv va tayyor mahsulot": "Couture et produits finis",
  "Tikuvchilik va yakuniy mahsulot tayyorlash": "Couture et préparation finale des produits",
  "Mijozlarimiz fikrlari": "Avis de nos clients",
  "reviews": {
    "review1": {
      "name": "Alisher H.",
      "text": "La qualité des produits est très élevée. Tous les tissus sont naturels, doux et durables. Je recommande !"
    },
    "review2": {
      "name": "Malika S.",
      "text": "Livraison rapide et service excellent. Ils contrôlent toujours la qualité et prennent soin des clients."
    },
    "review3": {
      "name": "Jasur A.",
      "text": "Le tissu est doux et confortable. Parfait pour la maison ou comme cadeau. Très satisfait !"
    },
    "review4": {
      "name": "Gulnara R.",
      "text": "La meilleure usine textile ! Les produits sont de qualité et le design est moderne. Je recommande à tous."
    },
    "review5": {
      "name": "Baxtiyor K.",
      "text": "La qualité du tissu et le service client sont excellents. Chaque produit est fabriqué avec soin."
    },
    "review6": {
      "name": "Diyor M.",
      "text": "Livraison rapide et produits de qualité ! La nouvelle collection est toujours très belle."
    },
    "review7": {
      "name": "Nodira T.",
      "text": "Bon service, tissu de qualité et livraison rapide. Toujours satisfait."
    },
    "review8": {
      "name": "Rustam S.",
      "text": "Les tissus sont naturels et confortables, les couleurs durent longtemps. Je recommande !"
    },
    "review9": {
      "name": "Dilshod B.",
      "text": "Les produits sont excellents ! Très satisfait du travail de l'usine, service au top."
    },
    "review10": {
      "name": "Shahlo G.",
      "text": "Tout est excellent, le tissu est de haute qualité et doux. Merci beaucoup !"
    },
    "review11": {
      "name": "Olim J.",
      "text": "Le design et la qualité des produits sont très élevés. Parfait pour la maison et pour offrir aux amis."
    },
    "review12": {
      "name": "Nilufar T.",
      "text": "Chaque commande est préparée avec soin. Les tissus sont doux, de qualité et confortables."
    }
  }
}