{
  "Bosh sahifa": "Башкы бет",
  "Biz haqimizda": "Биз жөнүндө",
  "Xizmatlar": "Кызматтар",
  "Loyihalar": "Жоболор",
  "Bog'lanish": "Байланыш",
  "Mijozlar fikri": "Кардарлардын пикири",
  "Manzil": "Дарек",
  "Bizning ijtimoiy tarmoqlar": "Биздин социалдык тармактар",
  "Sifatli materiallar": "Сапаттуу материалдар",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "Ар бир товар үчүн эң жогорку сапаттагы материалдарды тандадык, сиздин муктаждыктарыңызды канааттандыруу үчүн.",
  "Ekspertlar jamoasi": "Адистер тобу",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "Биздин адистер тобу өз кесиптик багытында жогорку квалификацияга ээ жана долбооруңузду ийгиликтүү ишке ашыруу үчүн даяр.",
  "O'z vaqtida yetkazib berish": "Убакытында жеткирүү",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "Сиздин буйрутмаңызды убагында жеткирүү – биздин негизги милдетибиз, сиздин бизнесиңизди өнүктүрүү үчүн.",
  "Eng zamonaviy & kuchli sanoat": "Эң заманбап жана күчтүү өнөр жай",
  "Nega aynan biz": "Эмне үчүн биз",
  "17 yillik tajriba, ushbu sohada": "Бул тармакта 17 жылдык тажрыйба",
  "Bizning mahsulotlar": "Биздин продуктылар",
  "Privacy": "Жекелик",
  "Terms of Use": "Колдонуу шарттары",
  "Cookies": "Cookies",
  "Muhim havolalar": "Маанилүү шилтемелер",
  "Manzil:": "Дарек:",
  "Joylashuv": "Орду",
  "All rights reserved.": "Бардык укуктар корголгон.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "Биз эң жакшы өнөр жай кызматтарын сунуштайбыз",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "Биздин компания сапаттуу жана ишенимдүү өнөр жай чечимдерин сунуштайт.",
  "Yangi tekstil mahsulotlari": "Жаңы текстиль продукциясы",
  "Biz bilan sifat va ishonchni tanlang.": "Биз менен сапат жана ишенимди тандаңыз.",
  "Zamonaviy tekstil kompaniyalari": "Заманауи текстиль компаниялары",
  "Eng sifatli yechimlar siz uchun.": "Эң сапаттуу чечимдер сиз үчүн.",
  "BIZ BILAN BOG'LANISH": "БИЗ БИЛЕН БАЙЛАНЫШ",
  "Постельное Белье": "Төшөк буюмдары",
  "Носовное платок": "Мурун орамал",
  "Европостель": "Европалык төшөктөр",
  "Бязь Отбеленное": "Акталган кездеме",
  "Бязь": "Боз кездеме",
  "Вафельное полотно": "Вафель кездеме",
  "Диагональ": "Диагональ",
  "Марли": "Ак кездеме",
  "Нетканое полотно": "Токулбаган кездеме",
  "Головной платок": "Баш орамал",
  "BOG'LANISH": "БАЙЛАНЫШ",
  "Ismingiz": "Атыңыз",
  "Telefon raqam": "Телефон номери",
  "Email": "Электрондук почта",
  "Mavzuni tanlang": "Тема тандаңыз",
  "Buyurtma": "Заказ",
  "Hamkorlik": "Ынтымақташтык",
  "Savol": "Сурак",
  "Boshqa": "Башка",
  "Xabaringiz": "Хабарламаңыз",
  "Yuborish": "Жиберүү",
  "Xabar yuborildi!": "Хабарлама ийгиликтүү жиберилди!",
  "Xatolik yuz berdi": "Ката болуп кетти",
  "Server bilan aloqa yo'q": "Серверге байланышка чыкпай жатат",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "\"AZAM TEKS\" МЧЖ – Өзбекстандын эң ири өндүрүүчүлөрүнүн бири. Толук технологиялык циклга ээ продуктылар: пахта уругун себүү, чогултуу, пахтаны тазалоо заводдору, жип өндүрүү, тигүү жана боёо цехтери.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "Компания 2009-жылы түзүлгөн, өндүрүшкө адистешкен 100% пахта продуктылары менен иштейт. Жаңы технологияларды колдонуп, продуктунун сапатына көңүл бурат. Боёлгон пахта жиптери, басылган жана токулган кездемелер жана даяр товарлар өндүрөт.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "Корпорацияда продуктылар үчүн 50 машина орнотулган: JX90A-260CM AIR JET LOOMS (Кытай). Терри жана вафля продуктыларынын жылдык өндүрүш кубаттуулугу: 2400 тонна кездеме, айына 200 тонна сүлгү. Тикүү цехтери (Германия) – жылына 1650 тонна даяр продукция.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "ООО \"AZAM TEKS\" – өлкөдөгү эң ири өндүрүүчүлөрдүн бири. Өзбекстанда толук технологиялык циклга ээ продуктыларды чыгарат – пахта уругун себүү, чогултуу, пахтаны тазалоо заводдору, жип өндүрүү, токуу, боёо жана тигүү цехтери.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "Компания 2009-жылы түзүлгөн жана 100% пахта продуктуларын чыгарууга адистешкен. Жаңы технологияларга жана продукция сапатына көңүл бурат. Боёлгон жана табигый пахта жиптери, басылган жана токулган кездемелер жана даяр продуктылар өндүрөт.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "Корпорацияда 50 JX90A-260CM AIR JET LOOMS (Кытай) машиналары орнотулган. Терри жана вафля продуктуларынын жылдык өндүрүш кубаттуулугу: 2400 тонна кездеме, айына 200 тонна сүлгү. Тигүү цехтери (Германия) – жылына 1650 тонна даяр продукция. Биз тез өнүгүп жаткан компаниябыз.",
  "Mijozlarimiz fikrlari": "Кардарларыбыздын пикирлери",
  "Ishlab chiqarish": "Өндүрүш",
  "Paxta urug’ini ekish va yig’ish": "Пахта уругун себүү жана чогултуу",
  "Paxta tozalash zavodi": "Пахтаны тазалоо заводу",
  "Yigiruv, to’quv va bo’yash": "Жип өндүрүү, токуу жана боёо",
  "Tikuvchilik sexlari": "Тигүү цехтери",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 JX90A-260CM AIR JET LOOMS машинасы",
  "Sifat nazorati": "Сапатты контролдоо",
  "Xalqaro sifat standartlari": "Эл аралык сапат стандарттары",
  "Texnologik jarayon": "Технологиялык процесс",
  "Materiallarni tanlash": "Материалдарды тандоо",
  "Tozalash va tayyorlash": "Тазалоо жана даярдоо",
  "Yigiruv va to’quv": "Жип өндүрүү жана токуу",
  "Bo’yash va qayta ishlash": "Боёо жана кайра иштетүү",
  "Tikuv va tayyor mahsulot": "Тигүү жана даяр продукция",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Биздин өндүрүш цехи заманбап технологиялар жана жогорку сапаттагы жабдуулар менен жабдылган. Биз 100% пахта продуктыларын толук технологиялык цикл менен өндүрөбүз.",
  "Paxta urug’ini ekish va yig’ish jarayoni yuqori sifat bilan amalga oshiriladi.": "Пахта уругун себүү жана чогултуу процесси жогорку сапат менен жүргүзүлөт.",
  "Paxtani tozalash va tayyorlash jarayoni maksimal samaradorlik bilan amalga oshiriladi.": "Пахтаны тазалоо жана даярдоо процесси максималдуу натыйжалуу жүргүзүлөт.",
  "Zamonaviy dastgohlar yordamida to’quv va bo’yash jarayoni yuqori sifat bilan bajariladi.": "Заманбап машиналар менен токуу жана боёо процесси жогорку сапат менен жүргүзүлөт.",
  "Yakuni tayyor mahsulotlar sifat nazorati ostida tikuvchilik sexlarida ishlab chiqariladi.": "Даяр продукциялар сапатты контролдоо астында тигүү цехтеринде өндүрүлөт.",
  "Korporatsiyada mahsulotlar uchun 50 ta zamonaviy dastgoh o’rnatilgan.": "Корпорацияда продуктылар үчүн 50 заманбап машина орнотулган.",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat’iy sifat nazorati o'tkaziladi.": "Биздин продуктылар эл аралык стандарттарга жооп берет. Ар бир этапта катуу сапатты контролдоо жүргүзүлөт.",
  "Har bir bosqichda sifat nazorati va 100% paxta materiallari ishlatiladi.": "Ар бир этапта сапатты контролдоо жана 100% пахта материалдары колдонулат.",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta’minlaydi.": "Биздин өндүрүш процессибиз заманбап жана натыйжалуу. Ар бир этап кылдаттык менен көзөмөлдөнөт жана мыкты натыйжаларды камсыз кылат.",
  "Eng yaxshi paxta navlarini tanlaymiz.": "Эң мыкты пахта түрлөрүн тандайбыз.",
  "Paxta tozalash va tayyorlash jarayonlari.": "Пахтаны тазалоо жана даярдоо процесстери.",
  "Zamonaviy dastgohlar yordamida to’quv.": "Заманбап машиналар менен токуу.",
  "Yuqori sifatli bo’yash va qayta ishlash.": "Жогорку сапаттагы боёо жана кайра иштетүү.",
  "Tikuvchilik va yakuniy mahsulot tayyorlash.": "Тигүү жана даяр продукция өндүрүү.",
  "reviews": {
    "review1": { "name": "Alisher H.", "text": "Продукттун сапаты абдан жогорку. Бардык кездемелер табигый, жумшак жана узак мөөнөт сакталат. Кеңеш берем!" },
    "review2": { "name": "Malika S.", "text": "Жеткирүү тез жана кызмат абдан жакшы. Ар дайым сапатты көзөмөлдөшөт жана кардарга көңүл бурушат." },
    "review3": { "name": "Jasur A.", "text": "Кездеме жумшак жана ыңгайлуу. Үй үчүн да, белек үчүн да сонун. Абдан канааттандым!" },
    "review4": { "name": "Gulnara R.", "text": "Эң мыкты текстиль завод! Продуктылары сапаттуу жана дизайны заманбап. Баарына сунуштайм." },
    "review5": { "name": "Baxtiyor K.", "text": "Кездеменин сапаты жана кардарларга мамиле абдан жакшы. Ар бир продукт абдан кылдат даярдалган." },
    "review6": { "name": "Diyor M.", "text": "Тез жеткирүү жана сапаттуу продукт! Жаңы коллекция ар дайым абдан кооз." },
    "review7": { "name": "Nodira T.", "text": "Жакшы кызмат, сапаттуу кездеме жана тез жеткирүү. Ар дайым канааттанам." },
    "review8": { "name": "Rustam S.", "text": "Кездемелер табигый жана ыңгайлуу, түстөрү узак сакталат. Кеңеш берем!" },
    "review9": { "name": "Dilshod B.", "text": "Продуктылар сонун! Заводдун ишинен абдан канааттандым, кызмат көрсөтүү абдан жакшы." },
    "review10": { "name": "Shahlo G.", "text": "Баары абдан жакшы, кездеме абдан сапаттуу жана жумшак. Чоң рахмат!" },
    "review11": { "name": "Olim J.", "text": "Продуктулардын дизайны жана сапаты абдан жогорку. Үйүм үчүн да, досторго белек үчүн да сонун." },
    "review12": { "name": "Nilufar T.", "text": "Ар бир заказ кылдат даярдалат. Кездемелер жумшак, сапаттуу жана ыңгайлуу." }
  }
}
