{
  "Bosh sahifa": "Головна",
  "Biz haqimizda": "Про нас",
  "Xizmatlar": "Послуги",
  "Loyihalar": "Проєкти",
  "Bog'lanish": "Контакти",
  "Mijozlar fikri": "Відгуки клієнтів",
  "Manzil": "Адреса",
  "Bizning ijtimoiy tarmoqlar": "Наші соцмережі",
  "Sifatli materiallar": "Якісні матеріали",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "Для кожного продукту ми обрали найякісніші матеріали, щоб задовольнити ваші потреби.",
  "Ekspertlar jamoasi": "Команда експертів",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "Наша команда експертів має високу кваліфікацію у своїй галузі для успішної реалізації вашого проєкту.",
  "O'z vaqtida yetkazib berish": "Своєчасна доставка",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "Своєчасна доставка вашого замовлення – наша головна мета для зростання вашого бізнесу.",
  "Eng zamonaviy & kuchli sanoat": "Сучасна та потужна промисловість",
  "Nega aynan biz": "Чому саме ми",
  "17 yillik tajriba, ushbu sohada": "17 років досвіду в цій галузі",
  "Bizning mahsulotlar": "Наші продукти",
  "Privacy": "Конфіденційність",
  "Terms of Use": "Умови використання",
  "Cookies": "Cookies",
  "Muhim havolalar": "Важливі посилання",
  "Manzil:": "Адреса:",
  "Joylashuv": "Розташування",
  "All rights reserved.": "Всі права захищені.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "Ми надаємо найкращі промислові послуги",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "Наша компанія пропонує якісні та надійні промислові рішення.",
  "Yangi tekstil mahsulotlari": "Нові текстильні вироби",
  "Biz bilan sifat va ishonchni tanlang.": "Оберіть якість та надійність з нами.",
  "Zamonaviy tekstil kompaniyalari": "Сучасні текстильні компанії",
  "Eng sifatli yechimlar siz uchun.": "Найкращі якісні рішення для вас.",
  "BIZ BILAN BOG'LANISH": "ЗВ'ЯЗАТИСЯ З НАМИ",
  "BOG'LANISH": "КОНТАКТИ",
  "Ismingiz": "Ваше ім'я",
  "Telefon raqam": "Номер телефону",
  "Email": "Email",
  "Mavzuni tanlang": "Оберіть тему",
  "Buyurtma": "Замовлення",
  "Hamkorlik": "Партнерство",
  "Savol": "Питання",
  "Boshqa": "Інше",
  "Xabaringiz": "Ваше повідомлення",
  "Yuborish": "Відправити",
  "Xabar yuborildi!": "Повідомлення відправлено!",
  "Xatolik yuz berdi": "Сталася помилка",
  "Server bilan aloqa yo'q": "Немає зв'язку з сервером",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "ТОВ \"AZAM TEKS\" є одним з найбільших виробників попліну ранфорс в Узбекистані. Продукція з повним технологічним циклом: \"strip\" - посадка насіння бавовни, збір, бавовноочисний завод, прядиво, ткацтво, фарбування, швейні цехи.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "Компанія була заснована в 2009 році, спеціалізується на виробництві 100% бавовняних виробів, інвестує в найновіші технології та якість продукції. Займається виробництвом жорстких та фарбованих бавовняних ниток, жорстких, фарбованих, друкованих та тканих матеріалів та готової продукції.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "У корпорації встановлено 50 машин JX90A-260CM AIR JET LOOMS (Китай) для продукції, річна виробнича потужність підприємства виробів Terri та вафельних: 2400 тонн Полотно, 200 тонн на місяць. Платівки, швейна майстерня для обладнання TEXPA (Німеччина) - 1650 тонн готової продукції на рік.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "ТОВ \"AZAM TEKS\" є одним з найбільших у Республіці. Виробник продукції з повним технологічним циклом в Узбекистані - посадка насіння бавовни, збір, бавовноочисний завод, прядиво, ткацтво, фарбування, швейні підприємства.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "Компанія була заснована в 2009 році, спеціалізується на виробництві 100% бавовняних виробів. Інвестує в найновіші технології та якість продукції. Виробляє жорсткі та фарбовані бавовняні нитки, друковані та ткані матеріали та готову продукцію.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "На підприємстві встановлено 50 верстатів JX90A-260CM AIR JET LOOMS (Китай). Річна виробнича потужність підприємства виробів Terri та вафельних: 2400 тонн Полотно, 200 тонн платівок на місяць, швейне підприємство (Німеччина) - 1650 тонн готової продукції на рік. Ми швидко розвивається компанія.",
  "Eng yaxshi xizmatlar": "Найкращі послуги",
  "Постельное Белье": "Постільна білизна",
  "Носовное платок": "Носова хустинка",
  "Европостель": "Європостіль",
  "Бязь Отбеленное": "Бязь відбілена",
  "Бязь": "Бязь",
  "Вафельное полотно": "Вафельна тканина",
  "Диагональ": "Діагональ",
  "Марли": "Марля",
  "Нетканое полотно": "Неткане полотно",
  "Головной платок": "Головна хустинка",
  "AZAM TEKS": "AZAM TEKS",
  "Why Choose Us": "Чому саме ми",
  "Yopish": "Закрити",
  "Tun rejimi": "Нічний режим",
  "Kun rejimi": "Денний режим",
  "Qidiruv...": "Пошук...",
  "Bizning mijozlarimiz haqida fikrlari": "Відгуки наших клієнтів",
  "Ishlab chiqarish": "Виробництво",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Наше виробниче підприємство оснащене сучасними технологіями та високоякісним обладнанням. Ми виробляємо 100% бавовняні вироби за повним технологічним циклом.",
  "Paxta urug'ini ekish va yig'ish": "Посадка та збір бавовни",
  "Paxta tozalash zavodi": "Бавовноочисний завод",
  "Yigiruv, to'quv va bo'yash": "Прядиво, ткацтво та фарбування",
  "Tikuvchilik sexlari": "Швейні цехи",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 верстатів JX90A-260CM AIR JET LOOMS",
  "Sifat nazorati": "Контроль якості",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat'iy sifat nazorati o'tkaziladi, shuning uchun biz yuqori sifatli mahsulotlarni kafolatlaymiz.": "Наша продукція відповідає міжнародним стандартам. На кожному етапі проводиться суворий контроль якості, тому ми гарантуємо високоякісну продукцію.",
  "Xalqaro sifat standartlari": "Міжнародні стандарти якості",
  "Har bir bosqichda sifat nazorati": "Контроль якості на кожному етапі",
  "100% paxta materiallari": "100% бавовняні матеріали",
  "Yuqori sifatli uskunalar": "Високоякісне обладнання",
  "Texnologik jarayon": "Технологічний процес",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta'minlaydi.": "Наш виробничий процес сучасний та ефективний. Кожен етап ретельно контролюється та забезпечує найкращі результати.",
  "Materiallarni tanlash": "Вибір матеріалів",
  "Eng yaxshi paxta navlarini tanlaymiz": "Обираємо найкращі сорти бавовни",
  "Tozalash va tayyorlash": "Очищення та підготовка",
  "Paxta tozalash va tayyorlash jarayonlari": "Процеси очищення та підготовки бавовни",
  "Bo'yash va qayta ishlash": "Фарбування та обробка",
  "Yuqori sifatli bo'yash va qayta ishlash": "Високоякісне фарбування та обробка",
  "Tikuv va tayyor mahsulot": "Шиття та готова продукція",
  "Tikuvchilik va yakuniy mahsulot tayyorlash": "Швейне виробництво та фінальна підготовка продукції",
  "Mijozlarimiz fikrlari": "Відгуки наших клієнтів",
  "Ishlab chiqarish": "Виробництво",
  "Paxta urug’ini ekish va yig’ish": "Посадка та збір бавовни",
  "Paxta tozalash zavodi": "Бавовноочисний завод",
  "Yigiruv, to’quv va bo’yash": "Прядіння, ткацтво та фарбування",
  "Tikuvchilik sexlari": "Швейні цехи",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 верстатів JX90A-260CM AIR JET LOOMS",
  "Sifat nazorati": "Контроль якості",
  "Xalqaro sifat standartlari": "Міжнародні стандарти якості",
  "Texnologik jarayon": "Технологічний процес",
  "Materiallarni tanlash": "Вибір матеріалів",
  "Tozalash va tayyorlash": "Очищення та підготовка",
  "Yigiruv va to’quv": "Прядіння та ткацтво",
  "Bo’yash va qayta ishlash": "Фарбування та обробка",
  "Tikuv va tayyor mahsulot": "Шиття та готова продукція",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Наше виробниче підприємство оснащене сучасними технологіями та високоякісним обладнанням. Ми виробляємо 100% бавовняні вироби за повним технологічним циклом.",
  "Paxta urug’ini ekish va yig’ish jarayoni yuqori sifat bilan amalga oshiriladi.": "Процес посадки та збору бавовни здійснюється з високою якістю.",
  "Paxtani tozalash va tayyorlash jarayoni maksimal samaradorlik bilan amalga oshiriladi.": "Процес очищення та підготовки бавовни здійснюється з максимальною ефективністю.",
  "Zamonaviy dastgohlar yordamida to’quv va bo’yash jarayoni yuqori sifat bilan bajariladi.": "Процеси прядіння, ткацтва та фарбування виконуються за допомогою сучасних верстатів з високою якістю.",
  "Yakuni tayyor mahsulotlar sifat nazorati ostida tikuvchilik sexlarida ishlab chiqariladi.": "Готові вироби виготовляються у швейних цехах під контролем якості.",
  "Korporatsiyada mahsulotlar uchun 50 ta zamonaviy dastgoh o’rnatilgan.": "У корпорації встановлено 50 сучасних верстатів для виробництва.",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat’iy sifat nazorati o'tkaziladi.": "Наша продукція відповідає міжнародним стандартам. На кожному етапі проводиться суворий контроль якості.",
  "Har bir bosqichda sifat nazorati va 100% paxta materiallari ishlatiladi.": "На кожному етапі застосовується контроль якості та використовуються 100% бавовняні матеріали.",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta’minlaydi.": "Наш виробничий процес сучасний та ефективний. Кожен етап ретельно контролюється для забезпечення найкращих результатів.",
  "Eng yaxshi paxta navlarini tanlaymiz.": "Ми обираємо найкращі сорти бавовни.",
  "Paxta tozalash va tayyorlash jarayonlari.": "Процеси очищення та підготовки бавовни.",
  "Zamonaviy dastgohlar yordamida to’quv.": "Ткацтво за допомогою сучасних верстатів.",
  "Yuqori sifatli bo’yash va qayta ishlash.": "Фарбування та обробка високої якості.",
  "Tikuvchilik va yakuniy mahsulot tayyorlash.": "Шиття та фінальна підготовка продукції.",
    "Qidiruv...": "Пошук...",
  "reviews": {
    "review1": {
      "name": "Алішер H.",
      "text": "Якість продукції дуже висока. Усі тканини натуральні, м’які та довговічні. Рекомендую!"
    },
    "review2": {
      "name": "Маліка S.",
      "text": "Доставка швидка, а сервіс відмінний. Завжди контролюють якість та піклуються про клієнтів."
    },
    "review3": {
      "name": "Джасур A.",
      "text": "Тканина м’яка і зручна. Ідеально для дому або подарунка. Дуже задоволений!"
    },
    "review4": {
      "name": "Гульнара R.",
      "text": "Найкраща текстильна фабрика! Продукти якісні та сучасні за дизайном. Рекомендую всім."
    },
    "review5": {
      "name": "Бахтійор K.",
      "text": "Якість тканини та обслуговування клієнтів дуже хороша. Кожен продукт ретельно виготовлений."
    },
    "review6": {
      "name": "Дійор M.",
      "text": "Швидка доставка та якісна продукція! Нова колекція завжди дуже гарна."
    },
    "review7": {
      "name": "Нодіра T.",
      "text": "Хороший сервіс, якісна тканина та швидка доставка. Завжди задоволена."
    },
    "review8": {
      "name": "Рустам S.",
      "text": "Тканини натуральні та зручні, кольори довго зберігаються. Рекомендую!"
    },
    "review9": {
      "name": "Дільшод B.",
      "text": "Продукти чудові! Дуже задоволений роботою фабрики, сервіс на вищому рівні."
    },
    "review10": {
      "name": "Шахло G.",
      "text": "Все на відмінному рівні, тканина дуже якісна і м’яка. Велике спасибі!"
    },
    "review11": {
      "name": "Олім J.",
      "text": "Дизайн та якість продукції дуже високі. Ідеально для дому та подарунків друзям."
    },
    "review12": {
      "name": "Нілуфар T.",
      "text": "Кожне замовлення ретельно готується. Тканини м’які, якісні та зручні."
    }
  }
}
