{
  "Bosh sahifa": "الصفحة الرئيسية",
  "Biz haqimizda": "معلومات عنا",
  "Xizmatlar": "الخدمات",
  "Loyihalar": "المشاريع",
  "Bog'lanish": "اتصل بنا",
  "Mijozlar fikri": "آراء العملاء",
  "Manzil": "العنوان",
  "Bizning ijtimoiy tarmoqlar": "وسائل التواصل الاجتماعي الخاصة بنا",
  "Sifatli materiallar": "مواد عالية الجودة",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "لقد اخترنا أفضل المواد لكل منتج لتلبية احتياجاتك.",
  "Ekspertlar jamoasi": "فريق الخبراء",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "فريق الخبراء لدينا مؤهل بشكل عالٍ في مجاله لضمان نجاح مشروعك.",
  "O'z vaqtida yetkazib berish": "التوصيل في الوقت المحدد",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "التوصيل في الوقت المحدد هو مهمتنا الأساسية لزيادة أعمالك.",
  "Eng zamonaviy & kuchli sanoat": "صناعة حديثة وقوية",
  "Nega aynan biz": "لماذا نحن",
  "17 yillik tajriba, ushbu sohada": "17 سنة خبرة في هذا المجال",
  "Bizning mahsulotlar": "منتجاتنا",
  "Privacy": "الخصوصية",
  "Terms of Use": "شروط الاستخدام",
  "Cookies": "كوكيز",
  "Muhim havolalar": "روابط مهمة",
  "Manzil:": "العنوان:",
  "Joylashuv": "الموقع",
  "All rights reserved.": "جميع الحقوق محفوظة.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "نحن نقدم أفضل الخدمات الصناعية",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "شركتنا تقدم حلول صناعية عالية الجودة وموثوقة.",
  "Yangi tekstil mahsulotlari": "منتجات نسيجية جديدة",
  "Biz bilan sifat va ishonchni tanlang.": "اختر الجودة والثقة معنا.",
  "Zamonaviy tekstil kompaniyalari": "شركات النسيج الحديثة",
  "Eng sifatli yechimlar siz uchun.": "أفضل الحلول عالية الجودة لك.",
  "BIZ BILAN BOG'LANISH": "اتصل بنا",
  "BOG'LANISH": "اتصل بنا",
  "Ismingiz": "اسمك",
  "Telefon raqam": "رقم الهاتف",
  "Email": "البريد الإلكتروني",
  "Mavzuni tanlang": "اختر الموضوع",
  "Buyurtma": "طلب",
  "Hamkorlik": "شراكة",
  "Savol": "سؤال",
  "Boshqa": "أخرى",
  "Xabaringiz": "رسالتك",
  "Yuborish": "إرسال",
  "Xabar yuborildi!": "تم إرسال الرسالة!",
  "Xatolik yuz berdi": "حدث خطأ",
  "Server bilan aloqa yo'q": "لا يوجد اتصال بالخادم",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "شركة AZAM TEKS MCHJ واحدة من أكبر الشركات في أوزبكستان لإنتاج البوبلين رانفورس. منتجات كاملة الدورة التكنولوجية: زرع بذور القطن، الحصاد، مصنع تنظيف القطن، الغزل، النسيج، الصباغة، ورش الخياطة.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "تأسست الشركة في عام 2009، متخصصة في إنتاج 100٪ من منتجات القطن، وتستثمر في أحدث التقنيات وجودة المنتج. تنتج خيوط القطن الصلبة والمصبوغة والأقمشة المطبوعة والمنسوجة والمنتجات النهائية.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "تحتوي الشركة على 50 ماكينة JX90A-260CM AIR JET LOOMS (الصين)، الطاقة الإنتاجية السنوية: 2400 طن من الأقمشة و200 طن شهريًا من المناشف، وورشة الخياطة لمعدات TEXPA (ألمانيا) - 1650 طن من المنتجات النهائية سنويًا.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "شركة AZAM TEKS واحدة من أكبر الشركات في الجمهورية. منتج كامل الدورة التكنولوجية في أوزبكستان - زراعة بذور القطن، الحصاد، مصنع تنظيف القطن، الغزل، النسيج، الصباغة، مصانع الخياطة.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "تأسست الشركة في عام 2009، متخصصة في إنتاج 100٪ من منتجات القطن. تستثمر في أحدث التقنيات وجودة المنتج. تنتج خيوط القطن الصلبة والمصبوغة والأقمشة المطبوعة والمنسوجة والمنتجات النهائية.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "في المصنع، تم تركيب 50 ماكينة JX90A-260CM AIR JET LOOMS (الصين). الطاقة الإنتاجية السنوية لمصنع Terri ومنتجات الوافل: 2400 طن من الأقمشة، 200 طن من المناشف شهريًا، ومصنع الخياطة (ألمانيا) - 1650 طن من المنتجات النهائية سنويًا. نحن شركة سريعة النمو.",
  "Eng yaxshi xizmatlar": "أفضل الخدمات",
  "Постельное Белье": "البياضات",
  "Носовное платок": "منديل أنفي",
  "Европостель": "أوروبوستيل",
  "Бязь Отбеленное": "بياس مبيضة",
  "Бязь": "بياس",
  "Вафельное полотно": "قماش وافل",
  "Диагональ": "قطر",
  "Марли": "شاش",
  "Нетканое полотно": "قماش غير منسوج",
  "Головной платок": "منديل رأس",
  "AZAM TEKS": "AZAM TEKS",
  "Why Choose Us": "لماذا تختارنا",
  "Yopish": "إغلاق",
  "Tun rejimi": "الوضع الليلي",
  "Kun rejimi": "الوضع النهاري",
  "Qidiruv...": "بحث...",
  "Bizning mijozlarimiz haqida fikrlari": "آراء عملائنا",
  "Ishlab chiqarish": "الإنتاج",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "مصنعنا مجهز بأحدث التقنيات والمعدات عالية الجودة. نحن ننتج 100٪ من منتجات القطن وفقًا لدورة تكنولوجية كاملة.",
  "Paxta urug'ini ekish va yig'ish": "زراعة وحصاد القطن",
  "Paxta tozalash zavodi": "مصنع تنظيف القطن",
  "Yigiruv, to'quv va bo'yash": "الغزل، النسيج والصباغة",
  "Tikuvchilik sexlari": "ورش الخياطة",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 ماكينة JX90A-260CM AIR JET LOOMS",
  "Sifat nazorati": "مراقبة الجودة",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat'iy sifat nazorati o'tkaziladi, shuning uchun biz yuqori sifatli mahsulotlarni kafolatlaymiz.": "منتجاتنا تلبي المعايير الدولية. يتم إجراء مراقبة صارمة للجودة في كل مرحلة لضمان منتجات عالية الجودة.",
  "Xalqaro sifat standartlari": "المعايير الدولية للجودة",
  "Har bir bosqichda sifat nazorati": "مراقبة الجودة في كل مرحلة",
  "100% paxta materiallari": "مواد قطنية 100٪",
  "Yuqori sifatli uskunalar": "معدات عالية الجودة",
  "Texnologik jarayon": "العملية التكنولوجية",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta'minlaydi.": "عملية الإنتاج لدينا حديثة وفعالة. كل مرحلة يتم مراقبتها بعناية لضمان أفضل النتائج.",
    "Qidiruv...": "بحث...",
  "Ishlab chiqarish": "الإنتاج",
  "Paxta urug’ini ekish va yig’ish": "زراعة وحصاد القطن",
  "Paxta tozalash zavodi": "مصنع تنظيف القطن",
  "Yigiruv, to’quv va bo’yash": "الغزل والنسيج والصباغة",
  "Tikuvchilik sexlari": "ورش الخياطة",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 ماكينة JX90A-260CM AIR JET LOOMS",
  "Sifat nazorati": "مراقبة الجودة",
  "Xalqaro sifat standartlari": "معايير الجودة الدولية",
  "Texnologik jarayon": "العملية التكنولوجية",
  "Materiallarni tanlash": "اختيار المواد",
  "Tozalash va tayyorlash": "التنظيف والتحضير",
  "Yigiruv va to’quv": "الغزل والنسيج",
  "Bo’yash va qayta ishlash": "الصباغة والمعالجة",
  "Tikuv va tayyor mahsulot": "الخياطة والمنتج النهائي",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "مصنعنا مجهز بتقنيات حديثة وأجهزة عالية الجودة. نحن نصنع منتجات قطنية بنسبة 100٪ عبر دورة تكنولوجية كاملة.",
  "Paxta urug’ini ekish va yig’ish jarayoni yuqori sifat bilan amalga oshiriladi.": "يتم تنفيذ عملية زراعة وحصاد القطن بجودة عالية.",
  "Paxtani tozalash va tayyorlash jarayoni maksimal samaradorlik bilan amalga oshiriladi.": "يتم تنفيذ عملية تنظيف وتحضير القطن بكفاءة قصوى.",
  "Zamonaviy dastgohlar yordamida to’quv va bo’yash jarayoni yuqori sifat bilan bajariladi.": "يتم تنفيذ عمليات الغزل والنسيج والصباغة بجودة عالية باستخدام آلات حديثة.",
  "Yakuni tayyor mahsulotlar sifat nazorati ostida tikuvchilik sexlarida ishlab chiqariladi.": "يتم إنتاج المنتجات النهائية في ورش الخياطة تحت مراقبة الجودة.",
  "Korporatsiyada mahsulotlar uchun 50 ta zamonaviy dastgoh o’rnatilgan.": "تم تركيب 50 آلة حديثة للإنتاج في الشركة.",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat’iy sifat nazorati o'tkaziladi.": "منتجاتنا تلبي المعايير الدولية. يتم تنفيذ مراقبة جودة صارمة في كل مرحلة.",
  "Har bir bosqichda sifat nazorati va 100% paxta materiallari ishlatiladi.": "يتم تطبيق مراقبة الجودة في كل مرحلة ويتم استخدام 100٪ مواد قطنية.",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta’minlaydi.": "عملية الإنتاج لدينا حديثة وفعالة. يتم مراقبة كل مرحلة بعناية لضمان أفضل النتائج.",
  "Eng yaxshi paxta navlarini tanlaymiz.": "نختار أفضل أصناف القطن.",
  "Paxta tozalash va tayyorlash jarayonlari.": "عمليات تنظيف وتحضير القطن.",
  "Zamonaviy dastgohlar yordamida to’quv.": "الغزل والنسيج باستخدام آلات حديثة.",
  "Yuqori sifatli bo’yash va qayta ishlash.": "صباغة ومعالجة عالية الجودة.",
  "Tikuvchilik va yakuniy mahsulot tayyorlash.": "الخياطة والتحضير النهائي للمنتج.",
  "Materiallarni tanlash": "اختيار المواد",
  "Eng yaxshi paxta navlarini tanlaymiz": "نختار أفضل أصناف القطن",
  "Tozalash va tayyorlash": "التنظيف والتحضير",
  "Paxta tozalash va tayyorlash jarayonlari": "عمليات تنظيف وتحضير القطن",
  "Bo'yash va qayta ishlash": "الصباغة والمعالجة",
  "Yuqori sifatli bo'yash va qayta ishlash": "صباغة ومعالجة عالية الجودة",
  "Tikuv va tayyor mahsulot": "الخياطة والمنتجات النهائية",
  "Tikuvchilik va yakuniy mahsulot tayyorlash": "الخياطة والتحضير النهائي للمنتجات",
  "Mijozlarimiz fikrlari": "آراء عملائنا",
  "reviews": {
    "review1": {
      "name": "أليشير H.",
      "text": "جودة المنتج عالية جدًا. جميع الأقمشة طبيعية وناعمة وتدوم طويلاً. أنصح بها!"
    },
    "review2": {
      "name": "ماليكا S.",
      "text": "التوصيل سريع والخدمة ممتازة. يراقبون الجودة دائمًا ويهتمون بالعملاء."
    },
    "review3": {
      "name": "جاسور A.",
      "text": "القماش ناعم ومريح. مثالي للمنزل أو كهدية. راضٍ جدًا!"
    },
    "review4": {
      "name": "جولنارا R.",
      "text": "أفضل مصنع للنسيج! المنتجات عالية الجودة وتصميمها حديث. أنصح الجميع."
    },
    "review5": {
      "name": "باختيور K.",
      "text": "جودة القماش وخدمة العملاء ممتازة. كل منتج مُعد بعناية."
    },
    "review6": {
      "name": "ديور M.",
      "text": "توصيل سريع ومنتجات عالية الجودة! المجموعة الجديدة دائمًا رائعة."
    },
    "review7": {
      "name": "نوديرا T.",
      "text": "خدمة جيدة، قماش عالي الجودة وتوصيل سريع. دائمًا راضٍ."
    },
    "review8": {
      "name": "روستام S.",
      "text": "الأقمشة طبيعية ومريحة، والألوان تدوم طويلًا. أنصح بها!"
    },
    "review9": {
      "name": "ديلشود B.",
      "text": "المنتجات رائعة! سعيد جدًا بعمل المصنع، الخدمة ممتازة."
    },
    "review10": {
      "name": "شاهلو G.",
      "text": "كل شيء على مستوى ممتاز، القماش عالي الجودة وناعم. شكرًا جزيلًا!"
    },
    "review11": {
      "name": "أوليم J.",
      "text": "تصميم وجودة المنتج عالية جدًا. مثالي للمنزل وللهدايا."
    },
    "review12": {
      "name": "نيلوفار T.",
      "text": "يتم تجهيز كل طلب بعناية. الأقمشة ناعمة وعالية الجودة ومريحة."
    }
  }
}