{
  "Bosh sahifa": "Ana Sayfa",
  "Biz haqimizda": "Hakkımızda",
  "Xizmatlar": "Hizmetler",
  "Loyihalar": "Projeler",
  "Bog'lanish": "İletişim",
  "Mijozlar fikri": "Müşteri Yorumları",
  "Manzil": "Adres",
  "Bizning ijtimoiy tarmoqlar": "Sosyal Medyamız",
  "Sifatli materiallar": "Kaliteli Malzemeler",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "Her ürün için ihtiyaçlarınızı karşılamak üzere en yüksek kaliteli malzemeleri seçtik.",
  "Ekspertlar jamoasi": "Uzman Ekibi",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "Uzman ekibimiz, projenizi başarıyla gerçekleştirmek için alanında yüksek yeterliliğe sahiptir.",
  "O'z vaqtida yetkazib berish": "Zamanında Teslimat",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "Siparişinizi zamanında teslim etmek, işinizi büyütmek için ana hedefimizdir.",
  "Eng zamonaviy & kuchli sanoat": "En Modern ve Güçlü Endüstri",
  "Nega aynan biz": "Neden Biz",
  "17 yillik tajriba, ushbu sohada": "Bu alanda 17 yıllık deneyim",
  "Bizning mahsulotlar": "Ürünlerimiz",
  "Privacy": "Gizlilik",
  "Terms of Use": "Kullanım Şartları",
  "Cookies": "Çerezler",
  "Muhim havolalar": "Önemli Bağlantılar",
  "Manzil:": "Adres:",
  "Joylashuv": "Konum",
  "All rights reserved.": "Tüm hakları saklıdır.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "En iyi endüstriyel hizmetleri sunuyoruz",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "Şirketimiz kaliteli ve güvenilir endüstriyel çözümler sunmaktadır.",
  "Yangi tekstil mahsulotlari": "Yeni Tekstil Ürünleri",
  "Biz bilan sifat va ishonchni tanlang.": "Bizimle kalite ve güvenilirliği seçin.",
  "Zamonaviy tekstil kompaniyalari": "Modern Tekstil Şirketleri",
  "Eng sifatli yechimlar siz uchun.": "Sizin için en kaliteli çözümler.",
  "BIZ BILAN BOG'LANISH": "BİZİMLE İLETİŞİME GEÇİN",
  "BOG'LANISH": "İLETİŞİM",
  "Ismingiz": "Adınız",
  "Telefon raqam": "Telefon numarası",
  "Email": "E-posta",
  "Mavzuni tanlang": "Konu seçin",
  "Buyurtma": "Sipariş",
  "Hamkorlik": "Ortaklık",
  "Savol": "Soru",
  "Boshqa": "Diğer",
  "Xabaringiz": "Mesajınız",
  "Yuborish": "Gönder",
  "Xabar yuborildi!": "Mesaj gönderildi!",
  "Xatolik yuz berdi": "Bir hata oluştu",
  "Server bilan aloqa yo'q": "Sunucuya bağlantı yok",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "\"AZAM TEKS\" LLC, Özbekistan'daki en büyük poplin ranfors üreticilerinden biridir. Tam teknolojik döngüye sahip ürünler: \"strip\" - pamuk tohumu ekimi, hasat, pamuk temizleme tesisi, eğirme, dokuma, boyama, dikiş atölyeleri.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "Şirket 2009 yılında kurulmuş, %100 pamuk ürünleri üretiminde uzmanlaşmış, en yeni teknolojilere ve ürün kalitesine yatırım yapmaktadır. Sert ve boyalı pamuk iplikleri, sert, boyalı, baskılı ve dokuma kumaşlar ve hazır ürünler üretmektedir.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "Kuruluşta ürünler için 50 adet JX90A-260CM AIR JET LOOMS (Çin) makinesi kurulmuştur, Terri ve gofret ürünleri işletmesinin yıllık üretim kapasitesi: 2400 ton Tuval, Ayda 200 ton. Mendiller, TEXPA ekipmanları için dikiş atölyesi (Almanya) - yılda 1650 ton hazır ürün.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "\"AZAM TEKS\" LLC, Cumhuriyetteki en büyüklerden biridir. Özbekistan'da tam teknolojik döngüye sahip ürünler üreticisi - pamuk tohumu ekimi, hasat, pamuk temizleme tesisi, eğirme, dokuma, boyama, dikiş işletmeleri.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "Şirket 2009 yılında kurulmuş olup, %100 pamuk ürünleri üretiminde uzmanlaşmıştır. En yeni teknolojilere ve ürün kalitesine yatırım yapmaktadır. Sert ve boyalı pamuk iplikleri, baskılı ve dokuma kumaşlar ve hazır ürünler üretmektedir.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "İşletmede 50 adet JX90A-260CM AIR JET LOOMS (Çin) dokuma tezgahı kurulmuştur. Terri ve gofret ürünleri işletmesinin yıllık üretim kapasitesi: 2400 ton Tuval, ayda 200 ton mendil, dikiş işletmesi (Almanya) - yılda 1650 ton hazır ürün. Hızla gelişen bir şirketiz.",
  "Eng yaxshi xizmatlar": "En İyi Hizmetler",
  "Постельное Белье": "Yatak Takımları",
  "Носовное платок": "Mendil",
  "Европостель": "Euro Yatak Takımları",
  "Бязь Отбеленное": "Ağartılmış Kaliko",
  "Бязь": "Kaliko",
  "Вафельное полотно": "Gofret Kumaş",
  "Диагональ": "Diyagonal",
  "Марли": "Marli",
  "Нетканое полотно": "Dokunmamış Kumaş",
  "Головной платок": "Baş Örtüsü",
  "AZAM TEKS": "AZAM TEKS",
  "Why Choose Us": "Neden Biz",
  "Yopish": "Kapat",
  "Tun rejimi": "Karanlık Mod",
  "Kun rejimi": "Aydınlık Mod",
  "Qidiruv...": "Ara...",
  "Bizning mijozlarimiz haqida fikrlari": "Müşterilerimizin Yorumları",
  "Ishlab chiqarish": "Üretim",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Üretim tesisimiz modern teknolojiler ve yüksek kaliteli ekipmanlarla donatılmıştır. %100 pamuk ürünlerini tam teknolojik döngü boyunca üretiyoruz.",
  "Paxta urug'ini ekish va yig'ish": "Pamuk tohumu ekimi ve hasadı",
  "Paxta tozalash zavodi": "Pamuk temizleme tesisi",
  "Yigiruv, to'quv va bo'yash": "Eğirme, dokuma ve boyama",
  "Tikuvchilik sexlari": "Dikiş atölyeleri",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 adet JX90A-260CM AIR JET LOOMS makinesi",
  "Sifat nazorati": "Kalite Kontrolü",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat'iy sifat nazorati o'tkaziladi, shuning uchun biz yuqori sifatli mahsulotlarni kafolatlaymiz.": "Ürünlerimiz uluslararası standartlara uygundur. Her aşamada sıkı kalite kontrolü yapılır, bu nedenle yüksek kaliteli ürünleri garanti ediyoruz.",
  "Xalqaro sifat standartlari": "Uluslararası kalite standartları",
  "Har bir bosqichda sifat nazorati": "Her aşamada kalite kontrolü",
  "100% paxta materiallari": "%100 pamuk malzemeler",
  "Yuqori sifatli uskunalar": "Yüksek kaliteli ekipman",
  "Texnologik jarayon": "Teknolojik Süreç",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta'minlaydi.": "Üretim sürecimiz modern ve verimlidir. Her aşama dikkatle kontrol edilir ve en iyi sonuçları sağlar.",
  "Materiallarni tanlash": "Malzeme Seçimi",
  "Eng yaxshi paxta navlarini tanlaymiz": "En iyi pamuk çeşitlerini seçiyoruz",
  "Tozalash va tayyorlash": "Temizleme ve Hazırlık",
  "Paxta tozalash va tayyorlash jarayonlari": "Pamuk temizleme ve hazırlık süreçleri",
    "Qidiruv...": "Ara...",
  "Ishlab chiqarish": "Üretim",
  "Paxta urug’ini ekish va yig’ish": "Pamuk ekimi ve hasadı",
  "Paxta tozalash zavodi": "Pamuk temizleme tesisi",
  "Yigiruv, to’quv va bo’yash": "İplikçilik, dokuma ve boyama",
  "Tikuvchilik sexlari": "Dikiş atölyeleri",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 adet JX90A-260CM AIR JET LOOMS makinesi",
  "Sifat nazorati": "Kalite kontrolü",
  "Xalqaro sifat standartlari": "Uluslararası kalite standartları",
  "Texnologik jarayon": "Teknolojik süreç",
  "Materiallarni tanlash": "Malzeme seçimi",
  "Tozalash va tayyorlash": "Temizleme ve hazırlama",
  "Yigiruv va to’quv": "İplikçilik ve dokuma",
  "Bo’yash va qayta ishlash": "Boyama ve işleme",
  "Tikuv va tayyor mahsulot": "Dikiş ve nihai ürün",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Üretim tesisimiz modern teknolojiler ve yüksek kaliteli ekipmanlarla donatılmıştır. %100 pamuk ürünlerini tam teknoloji döngüsüyle üretiyoruz.",
  "Paxta urug’ini ekish va yig’ish jarayoni yuqori sifat bilan amalga oshiriladi.": "Pamuk ekimi ve hasadı süreci yüksek kaliteyle gerçekleştirilir.",
  "Paxtani tozalash va tayyorlash jarayoni maksimal samaradorlik bilan amalga oshiriladi.": "Pamuk temizleme ve hazırlama süreci maksimum verimlilikle yürütülür.",
  "Zamonaviy dastgohlar yordamida to’quv va bo’yash jarayoni yuqori sifat bilan bajariladi.": "İplikçilik, dokuma ve boyama modern makinelerle yüksek kalite ile gerçekleştirilir.",
  "Yakuni tayyor mahsulotlar sifat nazorati ostida tikuvchilik sexlarida ishlab chiqariladi.": "Nihai ürünler kalite kontrol altında dikiş atölyelerinde üretilir.",
  "Korporatsiyada mahsulotlar uchun 50 ta zamonaviy dastgoh o’rnatilgan.": "Şirkette ürünler için 50 modern makine kurulmuştur.",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat’iy sifat nazorati o'tkaziladi.": "Ürünlerimiz uluslararası standartlara uygundur. Her aşamada sıkı kalite kontrolü yapılır.",
  "Har bir bosqichda sifat nazorati va 100% paxta materiallari ishlatiladi.": "Her aşamada kalite kontrolü uygulanır ve %100 pamuk malzeme kullanılır.",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta’minlaydi.": "Üretim sürecimiz modern ve etkilidir. Her aşama titizlikle kontrol edilir ve en iyi sonuçlar sağlanır.",
  "Eng yaxshi paxta navlarini tanlaymiz.": "En iyi pamuk çeşitlerini seçiyoruz.",
  "Paxta tozalash va tayyorlash jarayonlari.": "Pamuk temizleme ve hazırlama süreçleri.",
  "Zamonaviy dastgohlar yordamida to’quv.": "Modern makinelerle dokuma.",
  "Yuqori sifatli bo’yash va qayta ishlash.": "Yüksek kaliteli boyama ve işleme.",
  "Tikuvchilik va yakuniy mahsulot tayyorlash.": "Dikiş ve nihai ürün hazırlama.",
  "Bo'yash va qayta ishlash": "Boyama ve İşleme",
  "Yuqori sifatli bo'yash va qayta ishlash": "Yüksek kaliteli boyama ve işleme",
  "Tikuv va tayyor mahsulot": "Dikiş ve Hazır Ürün",
  "Tikuvchilik va yakuniy mahsulot tayyorlash": "Dikiş ve nihai ürün hazırlama",
  "Mijozlarimiz fikrlari": "Müşteri Yorumları",
  "reviews": {
    "review1": {
      "name": "Alisher H.",
      "text": "Ürün kalitesi çok yüksek. Tüm kumaşlar doğal, yumuşak ve uzun ömürlü. Kesinlikle tavsiye ederim!"
    },
    "review2": {
      "name": "Malika S.",
      "text": "Teslimat hızlı ve hizmet mükemmel. Her zaman kaliteyi takip ediyor ve müşteriye özen gösteriyorlar."
    },
    "review3": {
      "name": "Jasur A.",
      "text": "Kumaş yumuşak ve rahat. Ev için veya hediye olarak mükemmel. Çok memnunum!"
    },
    "review4": {
      "name": "Gulnara R.",
      "text": "En iyi tekstil fabrikası! Ürünler kaliteli ve tasarımı modern. Herkese tavsiye ederim."
    },
    "review5": {
      "name": "Bakhtiyor K.",
      "text": "Kumaş kalitesi ve müşteri hizmetleri çok iyi. Her ürün titizlikle hazırlanmış."
    },
    "review6": {
      "name": "Diyor M.",
      "text": "Hızlı teslimat ve kaliteli ürünler! Yeni koleksiyon her zaman çok güzel."
    },
    "review7": {
      "name": "Nodira T.",
      "text": "İyi hizmet, kaliteli kumaş ve hızlı teslimat. Her zaman memnunum."
    },
    "review8": {
      "name": "Rustam S.",
      "text": "Kumaşlar doğal ve rahat, renkleri uzun süre dayanır. Tavsiye ederim!"
    },
    "review9": {
      "name": "Dilshod B.",
      "text": "Ürünler harika! Fabrika işinden çok memnunum, hizmet mükemmel."
    },
    "review10": {
      "name": "Shahlo G.",
      "text": "Her şey mükemmel, kumaş çok kaliteli ve yumuşak. Çok teşekkürler!"
    },
    "review11": {
      "name": "Olim J.",
      "text": "Ürünlerin tasarımı ve kalitesi çok yüksek. Ev için veya arkadaşlara hediye için mükemmel."
    },
    "review12": {
      "name": "Nilufar T.",
      "text": "Her sipariş titizlikle hazırlanır. Kumaşlar yumuşak, kaliteli ve rahattır."
    }
  }
}
