{
  "Bosh sahifa": "Главная",
  "Biz haqimizda": "О нас",
  "Xizmatlar": "Услуги",
  "Loyihalar": "Проекты",
  "Bog'lanish": "Связь",
  "Mijozlar fikri": "Отзывы клиентов",
  "Manzil": "Адрес",
  "Bizning ijtimoiy tarmoqlar": "Наши соцсети",
  "Sifatli materiallar": "Качественные материалы",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "Для каждого продукта мы выбрали самые качественные материалы, чтобы удовлетворить ваши потребности.",
  "Ekspertlar jamoasi": "Команда экспертов",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "Наша команда экспертов обладает высокой квалификацией в своей области для успешной реализации вашего проекта.",
  "O'z vaqtida yetkazib berish": "Своевременная доставка",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "Своевременная доставка вашего заказа – наша главная задача для роста вашего бизнеса.",
  "Eng zamonaviy & kuchli sanoat": "Современная и мощная промышленность",
  "Nega aynan biz": "Почему именно мы",
  "17 yillik tajriba, ushbu sohada": "17 лет опыта в этой отрасли",
  "Bizning mahsulotlar": "Наши продукты",
  "Privacy": "Конфиденциальность",
  "Terms of Use": "Условия использования",
  "Cookies": "Cookies",
  "Muhim havolalar": "Важные ссылки",
  "Manzil:": "Адрес:",
  "Joylashuv": "Местоположение",
  "All rights reserved.": "Все права защищены.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "Мы предоставляем лучшие промышленные услуги",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "Наша компания предлагает качественные и надежные промышленные решения.",
  "Yangi tekstil mahsulotlari": "Новые текстильные изделия",
  "Biz bilan sifat va ishonchni tanlang.": "Выбирайте качество и надежность с нами.",
  "Zamonaviy tekstil kompaniyalari": "Современные текстильные компании",
  "Eng sifatli yechimlar siz uchun.": "Лучшие качественные решения для вас.",
  "BIZ BILAN BOG'LANISH": "СВЯЗАТЬСЯ С НАМИ",
  "BOG'LANISH": "СВЯЗЬ",
  "Ismingiz": "Ваше имя",
  "Telefon raqam": "Номер телефона",
  "Email": "Email",
  "Mavzuni tanlang": "Выберите тему",
  "Buyurtma": "Заказ",
  "Hamkorlik": "Партнерство",
  "Savol": "Вопрос",
  "Boshqa": "Другое",
  "Xabaringiz": "Ваше сообщение",
  "Yuborish": "Отправить",
  "Xabar yuborildi!": "Сообщение отправлено!",
  "Xatolik yuz berdi": "Произошла ошибка",
  "Server bilan aloqa yo'q": "Нет связи с сервером",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "ООО \"AZAM TEKS\" является одним из крупнейших производителей поплин ранфорс в Узбекистане. Продукция с полным технологическим циклом: \"strip\" - посадка семян хлопка, сбор, хлопкоочистительный завод, прядение, ткачество, крашение, швейные цеха.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "Компания была основана в 2009 году, специализируется на производстве 100% хлопковых изделий, инвестирует в новейшие технологии и качество продукции. Занимается производством жестких и крашеных хлопковых нитей, жестких, крашеных, печатных и тканых материалов и готовой продукции.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "В корпорации установлено 50 машин JX90A-260CM AIR JET LOOMS (Китай) для продукции, годовая производственная мощность предприятия изделий Terri и вафельных: 2400 тонн Полотно, 200 тонн в месяц. Платки, швейная мастерская для оборудования TEXPA (Германия) - 1650 тонн готовой продукции в год.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "ООО \"AZAM TEKS\" является одним из крупнейших в Республике. Производитель продукции с полным технологическим циклом в Узбекистане - посадка семян хлопка, сбор, хлопкоочистительный завод, прядение, ткачество, крашение, швейные предприятия.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "Компания была основана в 2009 году, специализируется на производстве 100% хлопковых изделий. Инвестирует в новейшие технологии и качество продукции. Производит жесткие и крашеные хлопковые нити, печатные и тканые материалы и готовую продукцию.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "На предприятии установлено 50 станков JX90A-260CM AIR JET LOOMS (Китай). Годовая производственная мощность предприятия изделий Terri и вафельных: 2400 тонн Полотно, 200 тонн платков в месяц, швейное предприятие (Германия) - 1650 тонн готовой продукции в год. Мы быстро развивающаяся компания.",
  "Eng yaxshi xizmatlar": "Лучшие услуги",
  "Постельное Белье": "Постельное белье",
  "Носовное платок": "Носовой платок",
  "Европостель": "Европостіль",
  "Бязь Отбеленное": "Бязь отбеленная",
  "Бязь": "Бязь",
  "Вафельное полотно": "Вафельная ткань",
  "Диагональ": "Диагональ",
  "Марли": "Марля",
  "Нетканое полотно": "Нетканое полотно",
  "Головной платок": "Головной платок",
  "AZAM TEKS": "AZAM TEKS",
  "Why Choose Us": "Почему именно мы",
  "Yopish": "Закрыть",
  "Tun rejimi": "Ночной режим",
  "Kun rejimi": "Дневной режим"
}
