{
  "Bosh sahifa": "Главная",
  "Biz haqimizda": "О нас",
  "Xizmatlar": "Услуги",
  "Loyihalar": "Проекты",
  "Bog'lanish": "Связь",
  "Mijozlar fikri": "Отзывы клиентов",
  "Manzil": "Адрес",
  "Bizning ijtimoiy tarmoqlar": "Наши соцсети",
  "Sifatli materiallar": "Качественные материалы",
  "Har bir mahsulot uchun eng yuqori sifatli materiallarni tanladik, sizning ehtiyojlaringizni qondirish uchun.": "Для каждого продукта мы выбрали самые качественные материалы, чтобы удовлетворить ваши потребности.",
  "Ekspertlar jamoasi": "Команда экспертов",
  "Bizning ekspertlar jamoasi mutaxassislik sohasida yuqori malakaga ega, sizning loyihangizni muvaffaqiyatli bajarish uchun tayyor.": "Наша команда экспертов обладает высокой квалификацией в своей области для успешной реализации вашего проекта.",
  "O'z vaqtida yetkazib berish": "Своевременная доставка",
  "Buyurtmangizni o'z vaqtida yetkazib berish bizning asosiy vazifamizdir, sizning tijoratingizni oshirish uchun.": "Своевременная доставка вашего заказа – наша главная задача для роста вашего бизнеса.",
  "Eng zamonaviy & kuchli sanoat": "Современная и мощная промышленность",
  "Nega aynan biz": "Почему именно мы",
  "17 yillik tajriba, ushbu sohada": "17 лет опыта в этой отрасли",
  "Bizning mahsulotlar": "Наши продукты",
  "Privacy": "Конфиденциальность",
  "Terms of Use": "Условия использования",
  "Cookies": "Cookies",
  "Muhim havolalar": "Важные ссылки",
  "Manzil:": "Адрес:",
  "Joylashuv": "Местоположение",
  "All rights reserved.": "Все права защищены.",
  "Biz eng yaxshi sanoat xizmatlarini taqdim etamiz": "Мы предоставляем лучшие промышленные услуги",
  "Bizning kompaniyamiz sifatli va ishonchli sanoat yechimlarini taklif qiladi.": "Наша компания предлагает качественные и надежные промышленные решения.",
  "Yangi tekstil mahsulotlari": "Новые текстильные изделия",
  "Biz bilan sifat va ishonchni tanlang.": "Выбирайте качество и надежность с нами.",
  "Zamonaviy tekstil kompaniyalari": "Современные текстильные компании",
  "Eng sifatli yechimlar siz uchun.": "Лучшие качественные решения для вас.",
  "BIZ BILAN BOG'LANISH": "СВЯЗАТЬСЯ С НАМИ",
  "BOG'LANISH": "СВЯЗЬ",
  "Ismingiz": "Ваше имя",
  "Telefon raqam": "Номер телефона",
  "Email": "Email",
  "Mavzuni tanlang": "Выберите тему",
  "Buyurtma": "Заказ",
  "Hamkorlik": "Партнерство",
  "Savol": "Вопрос",
  "Boshqa": "Другое",
  "Xabaringiz": "Ваше сообщение",
  "Yuborish": "Отправить",
  "Xabar yuborildi!": "Сообщение отправлено!",
  "Xatolik yuz berdi": "Произошла ошибка",
  "Server bilan aloqa yo'q": "Нет связи с сервером",
  "\"AZAM TEKS\" MCHJ Respublikadagi eng yiriklardan biri O'zbekiston ishlab chiqaruvchisi poplin ranfors. To'liq texnologik tsiklga ega mahsulotlar: \"strip\" - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik sexlari.": "ООО \"AZAM TEKS\" является одним из крупнейших производителей поплин ранфорс в Узбекистане. Продукция с полным технологическим циклом: \"strip\" - посадка семян хлопка, сбор, хлопкоочистительный завод, прядение, ткачество, крашение, швейные цеха.",
  "Kompaniya 2009 yilda tashkil etilgan, ishlab chiqarishga ixtisoslashgan 100% paxta mahsulotlari, eng yangi texnologiyalarga pul tikish va mahsulot sifati. Qattiq va ishlab chiqarish bilan shug'ullanadi bo'yalgan paxta iplari, qattiq, bo'yalgan, bosma va to'quv matolari va tayyor mahsulotlar.": "Компания была основана в 2009 году, специализируется на производстве 100% хлопковых изделий, инвестирует в новейшие технологии и качество продукции. Занимается производством жестких и крашеных хлопковых нитей, жестких, крашеных, печатных и тканых материалов и готовой продукции.",
  "Korporatsiyada mahsulotlar uchun 50 ta mashina o'rnatilgan JX90A-260CM AIR JET LOOMS (Xitoy), yillik ishlab chiqarish quvvati Terri va vafli mahsulotlari korxonasi: 2400 tonna Tuval, Oyiga 200 tonna. Sochiqlar, TEXPA uskunalari uchun tikuv ustaxonasi (Germaniva) - yiliga 1650 tonna tayyor mahsulot.": "В корпорации установлено 50 машин JX90A-260CM AIR JET LOOMS (Китай) для продукции, годовая производственная мощность предприятия изделий Terri и вафельных: 2400 тонн Полотно, 200 тонн в месяц. Платки, швейная мастерская для оборудования TEXPA (Германия) - 1650 тонн готовой продукции в год.",
  "OOO \"AZAM TEKS\" Respublikadagi eng yiriklardan biri. O'zbekiston to'liq texnologik tsiklga ega mahsulotlar ishlab chiqaruvchisi - paxta urug'ini ekish, yig'ish, paxta tozalash zavodi, yigiruv, to'quv, bo'yash, tikuvchilik korxonalari.": "ООО \"AZAM TEKS\" является одним из крупнейших в Республике. Производитель продукции с полным технологическим циклом в Узбекистане - посадка семян хлопка, сбор, хлопкоочистительный завод, прядение, ткачество, крашение, швейные предприятия.",
  "Kompaniya 2009 yilda tashkil etilgan bo'lib, 100% paxta mahsulotlarini ishlab chiqarishga ixtisoslashgan. Eng yangi texnologiyalar va mahsulotlar sifatiga pul tikadi. Qattiq va bo'yalgan paxta iplari, bosma va to'quv matolari va tayyor mahsulotlar ishlab chiqaradi.": "Компания была основана в 2009 году, специализируется на производстве 100% хлопковых изделий. Инвестирует в новейшие технологии и качество продукции. Производит жесткие и крашеные хлопковые нити, печатные и тканые материалы и готовую продукцию.",
  "Korxonada 50 ta JX90A-260CM AIR JET LOOMS (Xitoy) dastgohlari o'rnatilgan. Terri va vafli mahsulotlari korxonasining yillik ishlab chiqarish quvvati: 2400 tonna Tuval, oyiga 200 tonna sochiq, tikuvchilik korxonasi (Germaniya) - yiliga 1650 tonna tayyor mahsulot. Biz jadal rivojlanayotgan kompaniyamiz.": "На предприятии установлено 50 станков JX90A-260CM AIR JET LOOMS (Китай). Годовая производственная мощность предприятия изделий Terri и вафельных: 2400 тонн Полотно, 200 тонн платков в месяц, швейное предприятие (Германия) - 1650 тонн готовой продукции в год. Мы быстро развивающаяся компания.",
  "Eng yaxshi xizmatlar": "Лучшие услуги",
  "Постельное Белье": "Постельное белье",
  "Носовное платок": "Носовой платок",
  "Европостель": "Европостель",
  "Бязь Отбеленное": "Бязь отбеленная",
  "Бязь": "Бязь",
  "Вафельное полотно": "Вафельная ткань",
  "Диагональ": "Диагональ",
  "Марли": "Марля",
  "Нетканое полотно": "Нетканое полотно",
  "Головной платок": "Головной платок",
  "AZAM TEKS": "AZAM TEKS",
    "Qidiruv...": "Поиск...",
  "Ishlab chiqarish": "Производство",
  "Paxta urug’ini ekish va yig’ish": "Посадка и сбор хлопка",
  "Paxta tozalash zavodi": "Хлопкоочистительный завод",
  "Yigiruv, to’quv va bo’yash": "Прядение, ткачество и окрашивание",
  "Tikuvchilik sexlari": "Швейные цеха",
  "50 ta JX90A-260CM AIR JET LOOMS dastgohi": "50 станков JX90A-260CM AIR JET LOOMS",
  "Sifat nazorati": "Контроль качества",
  "Xalqaro sifat standartlari": "Международные стандарты качества",
  "Texnologik jarayon": "Технологический процесс",
  "Materiallarni tanlash": "Выбор материалов",
  "Tozalash va tayyorlash": "Очистка и подготовка",
  "Yigiruv va to’quv": "Прядение и ткачество",
  "Bo’yash va qayta ishlash": "Окрашивание и обработка",
  "Tikuv va tayyor mahsulot": "Шитье и готовая продукция",
  "Bizning ishlab chiqarish korxonamiz zamonaviy texnologiyalar va yuqori sifatli uskunalar bilan jihozlangan. Biz 100% paxta mahsulotlarini to'liq texnologik tsikl bo'yicha ishlab chiqaramiz.": "Наше производственное предприятие оснащено современными технологиями и высококачественным оборудованием. Мы производим 100% хлопковые изделия по полному технологическому циклу.",
  "Paxta urug’ini ekish va yig’ish jarayoni yuqori sifat bilan amalga oshiriladi.": "Посадка и сбор хлопка выполняются с высоким качеством.",
  "Paxtani tozalash va tayyorlash jarayoni maksimal samaradorlik bilan amalga oshiriladi.": "Процесс очистки и подготовки хлопка выполняется с максимальной эффективностью.",
  "Zamonaviy dastgohlar yordamida to’quv va bo’yash jarayoni yuqori sifat bilan bajariladi.": "Процесс ткачества и окрашивания выполняется на современном оборудовании с высоким качеством.",
  "Yakuni tayyor mahsulotlar sifat nazorati ostida tikuvchilik sexlarida ishlab chiqariladi.": "Готовые изделия изготавливаются в швейных цехах под контролем качества.",
  "Korporatsiyada mahsulotlar uchun 50 ta zamonaviy dastgoh o’rnatilgan.": "В корпорации установлено 50 современных станков для продукции.",
  "Bizning mahsulotlarimiz xalqaro standartlarga javob beradi. Har bir bosqichda qat’iy sifat nazorati o'tkaziladi.": "Наша продукция соответствует международным стандартам. На каждом этапе проводится строгий контроль качества.",
  "Har bir bosqichda sifat nazorati va 100% paxta materiallari ishlatiladi.": "На каждом этапе осуществляется контроль качества, используются 100% хлопковые материалы.",
  "Bizning ishlab chiqarish jarayonimiz zamonaviy va samarali. Har bir bosqich ehtiyotkorlik bilan nazorat qilinadi va eng yaxshi natijalarni ta’minlaydi.": "Наш производственный процесс современный и эффективный. Каждый этап тщательно контролируется и обеспечивает наилучшие результаты.",
  "Eng yaxshi paxta navlarini tanlaymiz.": "Мы выбираем лучшие сорта хлопка.",
  "Paxta tozalash va tayyorlash jarayonlari.": "Процессы очистки и подготовки хлопка.",
  "Zamonaviy dastgohlar yordamida to’quv.": "Ткачество на современном оборудовании.",
  "Yuqori sifatli bo’yash va qayta ishlash.": "Высококачественное окрашивание и обработка.",
  "Tikuvchilik va yakuniy mahsulot tayyorlash.": "Швейное производство и финальная подготовка продукции.",

  "Why Choose Us": "Почему именно мы",
  "Yopish": "Закрыть",
  "Tun rejimi": "Ночной режим",
  "Kun rejimi": "Дневной режим",
  "Mijozlarimiz fikrlari": "Отзывы наших клиентов",
  "reviews": {
    "review1": {
      "name": "Алишер Х.",
      "text": "Качество продукта очень высокое. Все ткани натуральные, мягкие и сохраняются долго. Рекомендую!"
    },
    "review2": {
      "name": "Малика С.",
      "text": "Доставка быстрая, сервис отличный. Всегда следят за качеством и уделяют внимание клиенту."
    },
    "review3": {
      "name": "Жасур А.",
      "text": "Ткань мягкая и удобная. Отличный вариант как для дома, так и для подарка. Очень доволен!"
    },
    "review4": {
      "name": "Гульнара Р.",
      "text": "Лучший текстильный завод! Продукция качественная и современная по дизайну. Всем рекомендую."
    },
    "review5": {
      "name": "Бахтиёр К.",
      "text": "Качество ткани и отношение к клиентам на высоте. Каждый продукт тщательно изготовлен."
    },
    "review6": {
      "name": "Дийор М.",
      "text": "Быстрая доставка и качественный продукт! Новая коллекция всегда очень красивая."
    },
    "review7": {
      "name": "Нодира Т.",
      "text": "Хороший сервис, качественная ткань и быстрая доставка. Всегда доволен."
    },
    "review8": {
      "name": "Рустам С.",
      "text": "Ткани натуральные и удобные, цвета сохраняются долго. Рекомендую!"
    },
    "review9": {
      "name": "Дильшод Б.",
      "text": "Продукты отличные! Очень доволен работой завода, обслуживание на высшем уровне."
    },
    "review10": {
      "name": "Шахло Г.",
      "text": "Все на высшем уровне, ткань очень качественная и мягкая. Большое спасибо!"
    },
    "review11": {
      "name": "Олим Ж.",
      "text": "Дизайн и качество продукции очень высокое. Отлично для дома и для подарков друзьям."
    },
    "review12": {
      "name": "Нилуфар Т.",
      "text": "Каждый заказ тщательно подготовлен. Ткани мягкие, качественные и удобные."
    }
  }

}
